Repository: thiagoarrais/console
Catalog: po/*.po
Languages: sq

source: Unable to convert characters from %s to %s.
sq: E pamundur të konvertohen karakteret nga %s në %s.

source: Error adding `%s' to environment, continuing.
sq: Gabim duke shtuar `%s' tek ambienti, duke vazhduar.

source: can not run %s
sq: Nuk mund të egzekutojë %s

source: Error creating signal pipe.
sq: Gabim duke krijuar drejtimin e sinjalit.

source: Duplicate (%s/%s)!
sq: Duplikim (%s/%s)!

source: Error compiling regular expression "%s".
sq: Gabim duke kompiluar shprehjen e rregullt "%s".

source: Got unexpected (key?) sequence `%s'.
sq: U morr sekuencë ( çelës?) `%s'.

source: No handler for control sequence `%s' defined.
sq: Asnjë suportues për sekuencën e kontrollit `%s' të përcaktuar.

source: Error reading from child: %s.
sq: Gabim në leximin nga procesi fëmijë: %s

source: Error (%s) converting data for child, dropping.
sq: Gabim (%s) duke konvertuar të dhënat nga procesi fëmijë, duke u ndërprerë.

source: Error reading PTY size, using defaults: %s.
sq: Gabim duke lexuar përmasën PTY, duke përdorur atë default: %s

source: Error setting PTY size: %s.
sq: Gabim duke lexuar përmasën PTY: %s.

source: _vte_conv_open() failed setting word characters
sq: _vte_conv_open() dështoi në rregullimin e karaktereve te fjalës

source: Could not open console.
sq: Nuk arrij të hap konsolën.

source: Unknown pixel mode %d.
sq: Metodë pixel e panjohur %d.

source: Can not draw character U+%04x.
sq: Nuk arrij të krijoj gërmën U+%04x.
